[
    {
        "term": "Abduction",
        "definition": "The act of taking someone away by force, fraud or persuasion."
    },
    {
        "term": "Absconding",
        "definition": "The action by which a person intentionally seeks to avoid specific ongoing legal proceedings, of which the person has been notified, or their outcome by not surrendering to the custody of a court or by not remaining available to other competent authorities."
    },
    {
        "term": "Acceptance and approval",
        "definition": "The international act so named whereby a State establishes on the international plane its consent to be bound by a treaty."
    },
    {
        "term": "Assets forfeiture",
        "definition": "The seizure of property or money by the government owing to its owner's involvement in criminal activity."
    },
    {
        "term": "Assimilation",
        "definition": "A one-directional policy approach to integration whereby an ethnic or social group – usually a minority – adopts the cultural practices of another – usually that of the majority ethnic or social group. Assimilation involves the subsuming of language, traditions, values, mores and behaviour normally leading the assimilating party to become less socially distinguishable from other members of the receiving society."
    },
    {
        "term": "Assisted migration",
        "definition": "The movement of migrants carried out with the assistance of governments or international organizations, as opposed to spontaneous, unaided migration."
    },
    {
        "term": "Assisted voluntary return and reintegration",
        "definition": "Administrative, logistical or financial support, including reintegration assistance, to migrants unable or unwilling to remain in the host country or country of transit and who decide to return to their country of origin."
    },
    {
        "term": "Asylum seeker",
        "definition": "An individual who is seeking international protection. In countries with individualized procedures, an asylum seeker is someone whose claim has not yet been finally decided on by the country in which he or she has submitted it. Not every asylum seeker will ultimately be recognized as a refugee, but every recognized refugee is initially an asylum seeker."
    },
    {
        "term": "Bail",
        "definition": "An alternative to detention consisting in the deposit of a sum of money to guarantee an individual's future compliance with immigration procedures, including appearing at future hearings or compliance with a deportation order. The sum of money is returned if the individual appears, or it is otherwise forfeited."
    },
    {
        "term": "Best interests of the child (principle of)",
        "definition": "A threefold concept: (a) A substantive right: The right of the child to have his or her best interests assessed and taken as a primary consideration … and the guarantee that this right will be implemented whenever a decision is to be made concerning a child… (b) A fundamental, interpretative legal principle: If a legal provision is open to more than one interpretation, the interpretation which most effectively serves the child's best interests should be chosen. … (c) A rule of procedure: Whenever a decision is to be made that will affect a … child, the decision-making process must include an evaluation of the possible impact (positive or negative) of the decision on the child or children concerned…."
    },
    {
        "term": "Burden of proof",
        "definition": "A party's duty to prove a disputed assertion or charge."
    },
    {
        "term": "Caregiver (customary primary)",
        "definition": "A person with whom the child lives who provides daily care to the child, without necessarily implying legal responsibility. The child's customary caregiver is the child's usual caregiver. This person has a parental role but may or may not be related to the child, and may not be the child's legal guardian. In an emergency context, this would typically mean the child's caregiver prior to the emergency."
    },
    {
        "term": "Cross-border displacement",
        "definition": "The movements of persons who have been forced or obliged to leave their homes or places of habitual residence and move across international borders."
    },
    {
        "term": "Cultural diversity",
        "definition": "The diversity of forms of culture in a society composed of groups of people from many different cultural backgrounds."
    },
    {
        "term": "Cultural pluralism",
        "definition": "A policy aimed at the ensuring of harmonious interaction among people and groups with plural, varied and dynamic cultural identities as well as their willingness to live together."
    },
    {
        "term": "Customary international law",
        "definition": "International law that derives from the general practice of States and is accepted by them as legally binding."
    },
    {
        "term": "Dependant",
        "definition": "In the migration context, any person who is granted entry into a State for the purpose of family reunification on the basis of being supported by a 'sponsor' with whom the individual has a proven family relationship."
    },
    {
        "term": "Deportation",
        "definition": "In the migration context, see expulsion. In international humanitarian law, deportation refers to the forced displacement of civilians which is prohibited in times of occupation and non-international armed conflict except when required for their security or imperative military reasons."
    },
    {
        "term": "Disengaged combatant",
        "definition": "A person who has assumed any of the responsibilities or carried out any of the activities of a 'combatant', and has laid down or surrendered his/her arms with a view to separating from the armed group."
    },
    {
        "term": "Discrimination",
        "definition": "Any distinction, exclusion, restriction or preference which is based on any ground such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status, and which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise by all persons, on an equal footing, of all rights and freedoms."
    },
    {
        "term": "Exit stamp",
        "definition": "A mark made by a border official in a person's travel document stating the date and place of that person's exit from the territory of the State."
    },
    {
        "term": "Expatriate",
        "definition": "A person who voluntarily renounces his or her nationality."
    },
    {
        "term": "Exploitation",
        "definition": "The act of taking advantage of something or someone, in particular the act of taking unjust advantage of another for one's benefit."
    },
    {
        "term": "Expulsion",
        "definition": "A formal act or conduct attributable to a State by which a non-national is compelled to leave the territory of that State."
    },
    {
        "term": "Foreigner",
        "definition": "A person in a State of which he is not a citizen or national."
    },
    {
        "term": "Fraud",
        "definition": "A knowing misrepresentation of the truth or concealment of a material fact to induce another to act to his or her detriment."
    },
    {
        "term": "Fraudulent document",
        "definition": "Any travel or identity document that has been falsely made or altered in some material way by anyone other than a person or agency lawfully authorized to make or issue the travel or identity document on behalf of a State; or that has been improperly issued or obtained through misrepresentation, corruption or duress or in any other unlawful manner; or that is being used by a person other than the rightful holder."
    },
    {
        "term": "Genocide",
        "definition": "Any of the following acts committed with the intent to destroy, in whole or in part, a national, ethnic, racial or religious group, such as: killing members of the group; causing serious bodily or mental harm to members of the group; deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part; imposing measures intended to prevent births within the group; forcibly transferring children of the group to another group."
    },
    {
        "term": "Genuine marriage",
        "definition": "A marriage that is entered into because the couple intend to create together a durable family unit and to lead an authentic marital life."
    },
    {
        "term": "Grounds of inadmissibility",
        "definition": "Criteria set forth in migration law or regulations of reasons for which non-nationals may be prohibited from entering the State. Even where a person is otherwise eligible for a visa or other immigration status, if he or she falls within a ground of inadmissibility, the visa or other status can be denied."
    },
    {
        "term": "Guarantee",
        "definition": "An agreement between a State and guarantor that ensures an individual will comply with immigration procedures or conditions."
    },
    {
        "term": "Guest worker",
        "definition": "Generally considered to be a migrant worker recruited for a restricted time of residence and employment."
    },
    {
        "term": "Habitual residence",
        "definition": "The place where a person resides on an ongoing and stable basis. Habitual residence is to be understood as stable, factual residence."
    },
    {
        "term": "Healthy migrant effect",
        "definition": "The observation that immigrants are on average healthier than the native-born, possible due to health screening by recipient countries, healthy behaviour prior to migration, and immigrant self-selection."
    },
    {
        "term": "High seas",
        "definition": "All parts of the sea that are not included in the exclusive economic zone, in the territorial sea or in the internal waters of a State, or in the archipelagic waters of an archipelagic State."
    },
    {
        "term": "Highly skilled migrant worker",
        "definition": "A migrant worker who has earned, by higher level education or occupational experience, the level of skill or qualifications typically needed to practice a highly skilled occupation."
    },
    {
        "term": "International migration",
        "definition": "The movement of persons away from their place of usual residence and across an international border to a country of which they are not nationals."
    },
    {
        "term": "International migrant",
        "definition": "Any person who changes his or her country of usual residence. The term includes migrants who intend to move permanently or temporarily, and those who move in a regular or documented manner as well as migrants in irregular situations."
    },
    {
        "term": "Jus cogens",
        "definition": "A peremptory norm of general international law accepted and recognized by the international community of States as a whole as a norm from which no derogation is permitted and which can be modified only by a subsequent norm of general international law having the same character."
    },
    {
        "term": "Jus sanguinis",
        "definition": "A rule defining a person's nationality based on the nationality of his or her parents (or one parent or one particular parent), at the time of the person's birth or at a later point in the person's life."
    },
    {
        "term": "Jus soli",
        "definition": "A rule defining a person's nationality based on his or her birth in the territory of the country."
    },
    {
        "term": "Jurisdiction",
        "definition": "A government's general power to exercise authority over all persons and things within its territory."
    },
    {
        "term": "Kidnapping",
        "definition": "The crime of seizing and taking away a person by force or fraud, often with a demand for ransom."
    },
    {
        "term": "Labour migration",
        "definition": "Movement of persons from one State to another, or within their own country of residence, for the purpose of employment."
    },
    {
        "term": "Migrant",
        "definition": "An umbrella term, not defined under international law, reflecting the common lay understanding of a person who moves away from his or her place of usual residence, whether within a country or across an international border, temporarily or permanently, and for a variety of reasons."
    },
    {
        "term": "Migrant in an irregular situation",
        "definition": "A person who moves or has moved across an international border and is not authorized to enter or to stay in a State pursuant to the law of that State and to international agreements to which that State is a party."
    },
    {
        "term": "Migrant stock (international)",
        "definition": "For statistical purposes, the total number of international migrants present in a given country at a particular point in time who have ever changed their country of usual residence."
    },
    {
        "term": "Migrant worker",
        "definition": "A person who is to be engaged, is engaged or has been engaged in a remunerated activity in a State of which he or she is not a national."
    },
    {
        "term": "Migration",
        "definition": "The movement of persons away from their place of usual residence, either across an international border or within a State."
    },
    {
        "term": "Migration crisis",
        "definition": "The complex and often large-scale migration flows and mobility patterns caused by a crisis which typically involve significant vulnerabilities for individuals and affected communities and generate acute and longer-term migration management challenges."
    },
    {
        "term": "Migration cycle",
        "definition": "Stages of the migration process encompassing departure from, in some cases transit through one or more States, immigration in the State of destination and return."
    },
    {
        "term": "Migration governance",
        "definition": "The combined frameworks of legal norms, laws and regulations, policies and traditions as well as organizational structures (subnational, national, regional and international) and the relevant processes that shape and regulate States' approaches with regard to migration in all its forms, addressing rights and responsibilities and promoting international cooperation."
    },
    {
        "term": "Organized crime",
        "definition": "Usually refers to large-scale and complex criminal activities carried out by organized criminal groups and aimed at the establishment, supply and exploitation of illegal markets at the expense of society."
    },
    {
        "term": "Organized criminal group",
        "definition": "A structured group of three or more persons, existing for a period of time and acting in concert with the aim of committing one or more serious crimes or offences, in order to obtain, directly or indirectly, a financial or other material benefit."
    },
    {
        "term": "Overstay",
        "definition": "To remain in a country beyond the period for which entry or stay was granted."
    },
    {
        "term": "Project-tied worker",
        "definition": "A migrant worker admitted to a State of employment for a defined period to work solely on a specific project being carried out in that State by his or her employer."
    },
    {
        "term": "Protection",
        "definition": "All activities aimed at obtaining full respect for the rights of the individual in accordance with the letter and the spirit of the relevant bodies of law (i.e. Human Rights law, International Humanitarian Law, Refugee law)."
    },
    {
        "term": "Protection mainstreaming",
        "definition": "The inclusion of humanitarian protection principles into the crisis response by ensuring that any response is provided in a way that avoids any unintended negative effects (do no harm), is delivered according to needs, prioritizes safety and dignity, is grounded on participation and empowerment of local capacities and ultimately holds humanitarian actors accountable vis–à-vis affected individuals and communities."
    },
    {
        "term": "Public health emergency of international concern",
        "definition": "An extraordinary event which is determined: (i) to constitute a public health risk to other States through the international spread of disease and (ii) to potentially require a coordinated international response."
    },
    {
        "term": "Push-pull factors",
        "definition": "A model categorizing the drivers of migration into push and pull factors, whereby push factors are those which drive people to leave their country and pull factors are those attracting them into the country of destination."
    },
    {
        "term": "Qualified national",
        "definition": "In the migration context, from the perspective of the country of origin, an emigrant with specific professional skills in demand in that country."
    },
    {
        "term": "Quarantine",
        "definition": "The restriction of activities and/or separation from others of suspect persons who are not ill or of suspect baggage, containers, conveyances or goods in such a manner as to prevent the possible spread of infection or contamination."
    },
    {
        "term": "Race",
        "definition": "One of the grounds for persecution for refugee status under the 1951 Refugee Convention, and a prohibited ground of discrimination under human rights law. Not being a scientifically grounded concept, race is generally understood in its widest sense to include all kinds of ethnic groups that are referred to as 'races' in common usage."
    },
    {
        "term": "Refugee status determination",
        "definition": "Legal and administrative procedures undertaken by States and/or the United Nations High Commissioner for Refugees to determine whether an individual should be recognized as a refugee in accordance with national, regional and international law."
    },
    {
        "term": "Refugee sur place",
        "definition": "Person who was not a refugee when he or she left his or her country of origin, but who becomes a refugee at a later date."
    },
    {
        "term": "Screening process",
        "definition": "In the migration context, a preliminary assessment of the identity, individual situation, age and reasons for migration of persons seeking entry in a country, aimed at identifying persons who may be seeking asylum or who may otherwise be in need of some forms of protection or assistance."
    },
    {
        "term": "Seafarer",
        "definition": "A migrant worker employed on board a vessel registered in a State of which he or she is not a national."
    },
    {
        "term": "Seasonal migrant worker",
        "definition": "A migrant worker whose work, or migration for employment is by its character dependent on seasonal conditions and is performed only during part of the year."
    },
    {
        "term": "Secondary inspection",
        "definition": "In the context of admission into a State, in cases of doubt in the primary inspection during the admission procedure, or if the applicant appears on a lookout system, the additional interview or investigation to which the applicant for admission is submitted."
    },
    {
        "term": "Secondary migration/movement",
        "definition": "The movement of a migrant from their first country of destination to another country, other than the country in which he or she originally resided and other than the person's country of nationality."
    },
    {
        "term": "Self-employment worker",
        "definition": "A migrant worker who is engaged in a remunerated activity otherwise than under a contract of employment and who earns his or her living through this activity normally working alone or together with members of his or her family, and to any other migrant worker recognized as self-employed by applicable legislation of the State of employment or bilateral or multilateral agreements."
    },
    {
        "term": "Sending country",
        "definition": "In the refugee context, the country from which a refugee is resettled. In the context of diplomatic or consular relations, the State the interests of which are represented by its diplomatic mission or consular post in the receiving State."
    },
    {
        "term": "Separated children",
        "definition": "Children, as defined in Article 1 of the Convention on the Rights of the Child, who have been separated from both parents, or from their previous legal or customary primary caregiver, but not necessarily from other relatives. These may, therefore, include children accompanied by other adult family members."
    },
    {
        "term": "Short-term migrant",
        "definition": "A person who changes his or her place of usual residence for more than three months but less than a year (12 months). Except in cases where the movement to that country is for purposes of recreation, holiday, visits to friends or relatives, business or medical treatment."
    },
    {
        "term": "Significant medical condition",
        "definition": "A condition, disease or disability of a migrant, which is likely to have an impact on travel or post-arrival assistance: (a) for matters of eligibility (e.g. capacity to decide, in the case of voluntary return); (b) in relation to transportability (e.g. fitness to travel, need for a medical escort) or (c) special arrangements after arrival."
    },
    {
        "term": "Skilled migrant worker",
        "definition": "A migrant worker who has the appropriate skill level and specialization to carry out the tasks and duties of a given job."
    },
    {
        "term": "Slavery",
        "definition": "The status or condition of a person over whom any or all the powers attaching to the right of ownership are exercised."
    },
    {
        "term": "Smuggled migrant",
        "definition": "A migrant who is or has been the object of the crime of smuggling, regardless of whether the perpetrator is identified, apprehended, prosecuted or convicted."
    },
    {
        "term": "Smuggler (of migrants)",
        "definition": "A person who commits or intends to commit the crime of smuggling."
    },
    {
        "term": "Smuggling (of migrants)",
        "definition": "The procurement, in order to obtain, directly or indirectly, a financial or other material benefit, of the irregular entry of a person into a State Party of which the person is not a national or a permanent resident."
    },
    {
        "term": "Tourist",
        "definition": "A person who does not reside in the country of arrival and is admitted to that country temporarily (under tourist visas if required) for purposes of leisure, recreation, holiday, visits to friends or relatives, health or medical treatment, or religious pilgrimage. A tourist must spend at least a night in a collective or private accommodation in the receiving country and the duration of his or her stay must not surpass 12 months."
    },
    {
        "term": "Trafficker (human)",
        "definition": "Any person who commits or attempts to commit the crime of trafficking in persons or any person who participates as an accomplice, organizes, or directs other persons to commit the crime of trafficking in persons."
    },
    {
        "term": "Trafficking in persons",
        "definition": "The recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs."
    },
    {
        "term": "Transhumance",
        "definition": "Seasonal movement of people with their livestock between pastures (typically between mountain and lowland pastures) often over long distances, and sometimes across borders. The term is often used as a synonymous of pastoralism."
    },
    {
        "term": "Transit",
        "definition": "A stopover of passage of varying length while travelling between two or more States."
    },
    {
        "term": "Transitional justice",
        "definition": "The full range of processes and mechanisms associated with a society's attempts to come to terms with a legacy of large-scale past abuses, in order to ensure accountability, serve justice and achieve reconciliation."
    },
    {
        "term": "Transit passenger",
        "definition": "A person who arrives by air, land or sea from one State in the airport, border-crossing point, or port of a second State with the sole objective of continuing his or her travel to a third State."
    },
    {
        "term": "Transit visa",
        "definition": "A visa issued to a non-national passing through the issuing State en route to another State authorizing the holder to pass through the territory of the issuing State or to stay there for a very short time, usually 24 or 48 hours."
    },
    {
        "term": "Work permit",
        "definition": "A legal document issued by a competent authority of a State authorizing a migrant worker to be employed in the country of destination during the period of validity of the permit."
    },
    {
        "term": "Worst forms of child labour",
        "definition": "The term refers to (a) all forms of slavery or practices similar to slavery, such as the sale and trafficking of children, debt bondage and serfdom and forced or compulsory labour, including forced or compulsory recruitment of children for use in armed conflict; (b) the use, procuring or offering of a child for prostitution, for the production of pornography or for pornographic performances; (c) the use, procuring or offering of a child for illicit activities, in particular for the production and trafficking of drugs as defined in the relevant international treaties; (d) work which, by its nature or the circumstances in which it is carried out, is likely to harm the health, safety or morals of children."
    },
    {
        "term": "Xenophobia",
        "definition": "At the international level, no universally accepted definition of xenophobia exists, though it can be described as attitudes, prejudices and behaviour that reject, exclude and often vilify persons, based on the perception that they are outsiders or foreigners to the community, society or national identity."
    }
]